{
    "myrtle": {
        "ovr": "Bà hoàng meta Congency Contract\nChúa tể tạo DP\nVũ công múa trên nhịp điệu thời gian hồi DP\nNgười thành lập khẩu hiệu Flagpipe\nMẹ đỡ đầu tag risk DP",
        "s1": {
            "name": "Skill 1 - Support β",
            "stats": "Hồi DP"
        },
        "s2": {
            "name": "Skill 2 - Healing Wings",
            "stats": "> Skill total healing: 4608\n> Average HPS: 132\n__Ưu điểm__\n• Hồi HP cho đồng minh.\n\n__Nhược điểm__\n• Chi phí SP cao nếu cần DP nhanh chóng cho đầu game."
        },
        "pot": "Potential 5 tăng Talent",
        "trust": "Trust +50 DEF",
        "icon": "https://media.discordapp.net/attachments/1000231354149122130/1047192320556142612/image_1.png"
    },
    "lumen": {
        "ovr": "Một medic có thể cung cấp hiệu ứng __Resist__, và khả năng xóa bỏ trạng thái xấu của đồng minh. Khác với mọi operators cùng subclass, Lumen có thể cấp hiệu ứng __Resist__ cho đồng minh thông qua những lần hồi phục mà không cần phải thông qua kỹ năng nào. Ngoài ra, Lumen phản ứng rất tốt với đồng minh dính trạng thái xấu ở Talent 2. Tuy Lumen được đánh giá cao nhờ vào khả năng xóa bỏ trạng thái xấu, lượng HPS đạt được trong toàn bộ trận đấu lại ít hơn so với khi không xóa bỏ trạng thái xấu, SP cost lại cao để đáp ứng nhu cầu này ở toàn bộ trận. Do đó, bạn có thể dùng Lumen như một medic bình thường",
        "s1": {
            "name": "Skill 1 - In Drizzle, Privation",
            "stats": "> Skill total healing: 1755/2193.75\n> Average HPS: 272/340\n• Hồi HP mỗi giây trong khoảng thời gian nhất định.\n• Kỹ năng không có gì đặc biệt nào khác."
        },
        "s2":{
            "name":"Skill 2 - In Downpour, Grace",
            "stats": "> Skill total healing: 1216.8/1521\n> Average HPS: 225/281\n__Ưu điểm__\n• Hồi phục tối đa 3 đồng minh.\n• Hồi phục nhiều đồng minh giúp Talent 1 hoạt động tốt hơn.\n• SP cost thích hợp để kích hoạt Talent 2.\n• Có khả năng xóa bỏ trạng thái xấu.\n\n__Nhược điểm__\n• Cost SP cao cho việc xóa bỏ trạng thái xấu"
        },
        "s3": {
            "name": "Skill 3 - This Lantern Undying",
            "stats": "> Skill total healing: 324979.2/406224\n> Average HPS: 317/396\n__Ưu điểm__\n• Có khả năng xóa bỏ trạng thái xấu.\n• Đạn chỉ mất khi xóa bỏ trạng thái xấu, do đó hiệu lực kỹ năng là vĩnh viễn nếu không tiêu hao hết đạn.\n• ASPD cao nâng cao khả năng hồi phục tốt hơn so với medic bình thường.\n• Dùng làm medic bình thường rất tốt.\n\n__Nhược điểm__\n• Tiêu hao đạn sẽ mất một thời gian lâu để có thể sử dụng kỹ năng"
        },
        "pot": "Potential 5 tăng Talent 2",
        "trust": "Trust tăng +45 ATK, +30 DEF"
    },
    "windflit":{
        "ovr": "Thuộc subclass có khả năng hỗ trợ toàn bộ đồng minh ở nhiều vị trí thông qua thiết bị hỗ trợ, tuy nhiên khả năng hỗ trợ từ các thiết bị cũng không có gì nổi bật và khá tốn kém. Windflit là operator chuyên về buff ATK, anh có thể buff ATK cho 1 hoặc 2 operator khác nhau, nhưng chỉ áp dụng cho mỗi Caster và Supporter. Vì chỉ số buff ATK lại thấp, thiết bị hỗ trợ lại mất nhiều thời gian để tái triển khai lại, việc buff ATK cho operator lại khá bất tiện so với những operator có khả năng buff mạnh mẽ hơn",
        "s1":{
            "name": "Skill 1 - Machine Rapport",
            "stats": "> Skill total damage: 25200\n> Average DPS: 536\n__Ưu điểm__\n• Có DPS ổn định.\n• Có giữ charges.\n• Chi phí SP thấp.\n• Tấn công đa mục tiêu trong 8 ô xung quanh.\n\n__Nhược điểm__\n• Số SP cung cấp ít do bị phụ thuộc vào skill"
        },
        "s2":{
            "name": "Skill 2 - Energy Rapport",
            "stats": "> Skill total damage: 13104\n> Average DPS: 521\n__Ưu điểm__\n• Buff mạnh ATK.\n\n__Nhược điểm__\n• Chi phí SP cao.\n• Thời gian tái triển khai thiết bị bằng thời lượng kỹ năng, cần phải canh thời gian dùng skill để có thể buff ATK bằng 2 thiết bị tốt hơn.\n• Chỉ số buff ATK không cao đối với đơn và đa mục tiêu"
        },
        "s3":{
            "name": "",
            "stats": ""
        },
        "pot": "Potential 5 tăng Talent",
        "trust": "Trust tăng +40 ATK, +40 DEF"
    },
    "specalter":{
        "ovr": "Nằm trong subclass có lối chơi linh hoạt và mới mẻ giữa bản gốc và thế thân, do đó khả năng sinh tồn rất tốt, có thể triển khai ở những nơi được coi là nguy hiểm và không bị phụ thuộc vào medic khi trụ đường, ngoài ra những debuff nhận phải sẽ biến mất khi chuyển đổi qua lại giữa bản gốc và thế thân. Talent 1 làm Specter trở thành một đơn vị có khả năng khống chế AoE, tuy nhiên chỉ số lại không đáng kể là bao. Talent 2 củng cố chỉ số HP cơ bản của cô cũng như đồng đội thuộc AH, và talent này thực sự rất hữu dụng khi đi kèm cùng Gladiia nói riêng hoặc cả team AH nói chung. SP cả 3 skill đều không quá cao, nhưng do stat thấp nên gần như Specter dễ chuyển thành thế thân làm mất hết SP hiện đạt được. Specter là operator có đánh giá rất thấp khi mới ra mắt. Tuy nhiên module đã cải thiện những khuyết điểm hiện có ở cả 2 Talent và khả năng hồi SP. Do đó Specter rất cần đầu tư nhiều tài nguyên vào để đạt được sức mạnh tốt hơn",
        "s1":{
            "name": "Skill 1 - The Skill To Survive",
            "stats": "> Skill total damage: 44625\n> Average DPS: 1146\n__Ưu điểm__\n• Hỗ trợ operator có HP thấp trong trường hợp cấp bách.\n\n__Nhược điểm__\n• Dễ chuyển thành thế thân.\n• Không tận dụng được hết toàn bộ thời lượng tăng ATK khi dễ chuyển thành thế thân."
        },
        "s2":{
            "name": "Skill 2 - The Thirst To Survive",
            "stats": "Mastery 3 chỉ khi nâng cấp Module X`\n> Skill total damage: 48875\n> Average DPS: 1328\n__Ưu điểm__\n• Có thể tận dụng hết thời lượng skill.\n• DPS tốt.\n• Chống chịu nhiều nguồn sát thương.\n\n__Nhược điểm__\n• Cần đầu tư vào module để giảm rủi ro không hồi đủ SP mà đã chuyển thành thế thân."
        },
        "s3":{
            "name": "Skill 3 - The Pressure to Survive",
            "stats": "Nên Mastery 3`\n> Skill total damage: 36720\n> Average DPS: 996\n__Ưu điểm__\n• Dễ dùng.\n• Tấn công đa mục tiêu.\n• Sát thương gây nhiều hơn khi đối đầu với địch có HP cao.\n\n__Nhược điểm__\n• Chi phí SP cao.\n• Mất HP khi không tấn công kẻ địch có HP cao.\n• Cần đạt 1 trong 2 điều kiện để DPS tốt hơn skill 2: tấn công đa mục tiêu hoặc tấn công địch có HP cao.\n• Cần module Y để giảm rủi ro HP bị mất"
        },
        "pot": "Potential 5 tăng Talent 2",
        "trust": "Trust tăng +80 ATK"
    },
    "skalter":{
        "ovr": "Skadi là operator chuyên về khả năng buff thông qua chỉ số bản thân, và dễ dùng trong suốt trận đấu. Nhờ việc hồi HP một cách gián tiếp, nên operator không thể hồi HP theo cách trực tiếp sẽ rất thích điều này, kể cả đơn vị triệu hồi. Talent 1, Seaborn giúp khả năng buff của Skadi được mở rộng và linh hoạt hơn ở nhiều vị trí trong trận. Talent 2 tăng ATK bản thân để có khả năng buff đồng minh tốt hơn, nếu đi chung với team AH sẽ được tăng mạnh ATK. Nói về khả năng buff ATK, do buff bằng chỉ số nên lượng ATK buff cho đồng minh sẽ không được tốt hơn như Warfarin và Aak, bù lại Skadi sẽ lấy số lượng bù cho chất lượng. Cả 3 kỹ năng cô có được đều đa dụng và đa dạng. Skadi là operator đáng để có, bạn không cần phải đau đầu suy nghĩ nên chọn medic nào, vì Skadi có thể hồi HP và buff đa mục tiêu.",
        "s1":{
            "name": "Skill 1 - Chant of Returning by Varied Paths",
            "stats": "__Ưu điểm__\n`Mastery 3 để đi CC`\n• Giảm sát thương nhận vào cho tất cả đồng minh trong phạm vi.\n• Bình hồi phục HP di động trong trường hợp cấp bách.\n• Thời lượng kỹ năng lâu.\n\n__Nhược điểm__\n• Chi phí SP cao.\n• Có thể bị hạ gục nếu chịu áp lực quá lớn từ đồng minh nhận phải"
        },
        "s2":{
            "name": "Skill 2 - Wish of Burial Beyond the Light",
            "stats": "Nên Mastery 3`\n__Ưu điểm__\n• Buff DEF, ATK cho tất cả đồng minh trong phạm vi.\n• Tăng khả năng hồi phục tốt hơn.\n• Phù hợp với người lười biếng.\n\n__Nhược điểm__\n• Chi phí SP cao.\n• Trait khi chưa kích hoạt kỹ năng không có khả năng hồi phục HP tốt, cần đi chung với operators có ATK, HP hoặc DEF cao để tránh trường hợp đồng minh đó ở đầu trận bị hạ gục"
        },
        "s3":{
            "name": "Skill 3 - The Tide Surges, The Tide Recedes",
            "stats": "Mastery 3 ở giai đoạn giữa hoặc cuối game`\n__Ưu điểm__\n• Buff mạnh ATK cho tất cả đồng minh trong phạm vi.\n• Gây sát thương chuẩn.\n\n__Nhược điểm__\n• HP mất mỗi giây dẫn đến tự hạ gục"
        },
        "pot": "Potential 5 tăng Talent 2",
        "trust": "Trust tăng +50 ATK, +30 DEF"
    },
    
    
    
    
    
    
    
    
    
    "ex":{
        "ovr": "",
        "s1":{
            "name": "",
            "stats": ""
        },
        "s2":{
            "name": "",
            "stats": ""
        },
        "s3":{
            "name": "",
            "stats": ""
        },
        "pot": "",
        "trust": ""
    }

}

    
